tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "johanhaleby/kubetail"

brew "actionlint"
brew "aria2"
brew "bash"
brew "coreutils"
brew "ctags"
brew "curl"
brew "diffutils"
brew "direnv"
brew "findutils"
brew "fish"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-time"
brew "gnupg"
brew "go"
brew "graphviz"
brew "grep"
brew "grpcurl"
brew "gzip"
brew "jq"
brew "kubectl"
brew "kubectx"
brew "kubetail"
brew "kubeval"
brew "less"
brew "luajit", args: ["HEAD"] # Support M1
brew "make"
brew "mas"
brew "mosh"
brew "neovim"
brew "openssh"
brew "openssl"
brew "postgresql"
brew "pyenv"
brew "python"
brew "readline"
brew "shellcheck"
brew "spoof-mac"
brew "sqlite"
brew "terraform"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "watch"

cask "alfred"
cask "docker"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "iterm2"
cask "monitorcontrol"
cask "postico"
cask "rectangle"
cask "signal"
cask "spotify"
cask "vlc"
cask "zoom"
cask "zwift"

mas "1Password 7", id: 1333542190
mas "Be Focused", id: 973134470
mas "Keynote", id: 409183694
mas "MindNode", id: 1289197285
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
