tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "johanhaleby/kubetail"

brew "aria2"
brew "bash"
brew "coreutils"
brew "ctags"
brew "curl"
brew "diffutils"
brew "direnv"
brew "findutils"
brew "fish"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-time"
brew "go"
brew "grep"
brew "gzip"
brew "hub"
brew "jq"
brew "kubectl"
brew "kubetail"
brew "less"
brew "luajit"
brew "make"
brew "mosh"
brew "neovim"
brew "openssh"
brew "openssl"
brew "postgresql"
brew "python"
brew "readline"
brew "shellcheck"
brew "sqlite"
brew "terraform"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "watch"

cask "alfred"
cask "docker"
cask "google-chrome"
cask "google-cloud-sdk"
cask "iterm2"
cask "postico"
cask "rectangle"
cask "signal"
cask "spotify"
cask "vlc"
